strings = {
    "welcome_new_user":             "Здравствуйте!\nДавайте начнем работу:/help",
    "welcome_user":                 "Вы уже запускали бота.",
    "command_not_found":            "Не могу вас понять. Попробуйте еще раз прочтитать /help.",
    "input_error":                  "Что-то не правильно... Попробуйте еще раз, пожалйста!",
    "unknown_error":                "Ошибка..",
    "user_not_registered":          "Вы еще не зарегестрированы. Нажмите на кнопку ниже, чтобы начать регистрацию:",
    "user_registered":              "Вы уже зарегистрированы",
    "enter_first_name":             "Введите ваше имя",
    "enter_last_name":              "Введите вашу фамилию",
    "enter_group_code":             "Введите код вашего класса или группы:",
    "enter_user_type":              "Кто вы?",
    "join_or_create_group":         "Вы хотите создать группу или присоединится к существующей?",
    "create_group":                 "Создать группу",
    "join_group":                   "Присоеденится",
    "incorrect_group_id":           "Немогу найти такую группу..(\nПроверьте все, и введите еще раз:",
    "successful_join_to_group":     "Вы успешно присоеденились к группе '{group_name}'!",
    "register_successful":          "Спасибо! Вы успешно зарегистрировались.",
    "teacher":                      "Я Учитель",
    "student":                      "Я Ученик",
    "help":                         "Документация https://some-site.com",
    "enter_group_name":             "Введите название группы",
    "group_created_successful":     'Группа "{group_name}" успешно создана! Код группы - {group_code}',
    "chose_group_for_add_subject":  "Выберите группу, для которой нужно добавить предмет:",
    "enter_subject_name":           "Введите название предмета:",
    "enter_subject_description":    "Введите описание предмета:",
    "subject_added_successful":     "Предмет добавлен в группу!",
    "subject_description_added":    "Описание предмета добавлено.",
    "menu":                         "Меню:\n"
                                    "Добавить домашнее задание - /add_homework\n"
                                    "Создать новую группу - /create_group\n"
                                    "Добавить предмет группе - /add_subject\n"
                                    "Показать это меню - /menu\n"
                                    "Помощь - /help\n"
                                    "О боте - /about\n"
}

text_commands = {
    "menu":                 ["меню"],
    "about":                ["о боте ❓", "о боте"],
    "help":                 ["помощь"],
    "create_group":         ["создать новую группу 📔", "создать новую группу", "создать группу"],
    "add_subject_to_group": ["добавить предмет в группу", "добавить предмет в группу ➕", "добавть предмет"],
    "add_homework":         ["задать домашнее задание группе ➕", "добавить задание", "задать дз", "дз"]
}
